tap "adoptopenjdk/openjdk"
tap "fgeller/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "lihaoyun6/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "avro-tools"
brew "bash"
brew "biome"
brew "boost"
brew "libidn2"
brew "deno"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gcc"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "fx"
brew "fzf"
brew "gawk"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "pkgconf"
brew "gobject-introspection"
brew "guile"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jd"
brew "jq"
brew "librsvg"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "python-tabulate"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "fgeller/tap/kt"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
