tap "adoptopenjdk/openjdk"
tap "cockroachdb/tap"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "fgeller/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "snyk/tap"
tap "tenable/tools", "git@github.eng.tenable.com:Product/homebrew-tenable.git"
tap "withgraphite/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "avro-tools"
brew "bash"
brew "bash-completion"
brew "biome"
brew "boost"
brew "deno"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "libidn2"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "node", link: false
brew "fx"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "pkgconf"
brew "gobject-introspection"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jd"
brew "jq"
brew "kotlin"
brew "librsvg"
brew "neovim"
brew "openjdk@17"
brew "pandoc"
brew "peru"
brew "pgcli"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "ripgrep"
brew "sbt"
brew "starship"
brew "stow"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "cockroachdb/tap/cockroach"
brew "fgeller/tap/kt"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
brew "snyk/tap/snyk"
brew "tenable/tools/contool"
brew "tenable/tools/pakupaku"
brew "tenable/tools/tenokta", link: false
brew "tenable/tools/tenx"
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "alacritty"
cask "betterdisplay"
cask "font-inconsolata"
cask "font-monaspace"
cask "kitty"
vscode "42crunch.vscode-openapi"
vscode "argylewolflabs.vscode-groovy"
vscode "biomejs.biome"
vscode "bradymholt.pgformatter"
vscode "cbuelter.vscode-toggle-max-editor"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "laktak.hjson"
vscode "marlom.keep-context"
vscode "marlon407.code-groovy"
vscode "mattpocock.ts-error-translator"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "orta.vscode-jest"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "semanticdiff.semanticdiff"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snowflake.snowflake-vsc"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "streetsidesoftware.avro"
vscode "streetsidesoftware.code-spell-checker"
vscode "tootone.org-mode"
vscode "vscjava.vscode-java-debug"
vscode "vscodevim.vim"
vscode "zoellner.openapi-preview"
