tap "adoptopenjdk/openjdk"
tap "cockroachdb/tap"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "fgeller/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "snyk/tap"
tap "th-ch/youtube-music"
tap "withgraphite/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "icu4c@76"
brew "openjdk"
brew "python@3.13"
brew "avro-tools"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "biome"
brew "boost"
brew "deno"
brew "dprint"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "eslint_d", link: false
brew "eza"
brew "fd"
brew "libidn2"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "pkgconf"
brew "gobject-introspection"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jd"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "librsvg"
brew "luarocks"
brew "neovim"
brew "openjdk@17"
brew "pandoc"
brew "peru"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "rancher-cli"
brew "ripgrep"
brew "sbt"
brew "starship"
brew "stow"
brew "task"
brew "tmux"
brew "watchman"
brew "wget"
brew "xq"
brew "yq"
brew "zoxide"
brew "cockroachdb/tap/cockroach"
brew "fgeller/tap/kt"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazynpm/lazynpm"
brew "snyk/tap/snyk"
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "alacritty"
cask "arc"
cask "betterdisplay"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "visual-studio-code"
cask "warp"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
